name: "train__init_second"
op {
  output: "loss3/classifier_w"
  type: "GivenTensorFill"
  arg {
    name: "shape"
    ints: 5
    ints: 1024
  }
  arg {
    name: "values"
    floats: 0.02888527
    floats: 0.022350358
    floats: 0.0082180547
    floats: -0.048262604
    floats: -0.050576977
    floats: -0.038306993
    floats: 0.025603533
    floats: 0.043498378
    floats: -0.069359437
    floats: -0.017293723
    floats: 0.027061248
    floats: 0.024994671
    floats: 0.026660068
    floats: -0.039003965
    floats: -0.063218243
    floats: 0.012052125
    floats: -0.020117758
    floats: -0.071345933
    floats: -0.057963364
    floats: 0.045078758
    floats: -0.029159008
    floats: -0.038466237
    floats: -0.020485545
    floats: 0.0077669048
    floats: 0.007566819
    floats: 0.0076927007
    floats: -0.015142007
    floats: -0.0096957022
    floats: -0.021809688
    floats: -0.012052299
    floats: -0.050114837
    floats: 0.041200992
    floats: 0.025102146
    floats: -0.068188459
    floats: 0.0095159607
    floats: -0.06183441
    floats: -0.00018898632
    floats: -0.068738654
    floats: 0.0435406
    floats: 0.012308269
    floats: 0.0027435271
    floats: -0.050204173
    floats: 0.025758794
    floats: 0.0500996
    floats: -0.02482493
    floats: -0.057490882
    floats: 0.0048043518
    floats: -0.039869171
    floats: 0.031621575
    floats: -0.029753193
    floats: -0.039833792
    floats: 0.019271467
    floats: 0.021439454
    floats: 0.011561237
    floats: 0.013397212
    floats: -0.011321671
    floats: -0.035810195
    floats: 0.029820368
    floats: -0.012031401
    floats: -0.051933192
    floats: -0.023994492
    floats: -0.039142083
    floats: -0.016981998
    floats: -0.042252623
    floats: -0.041164421
    floats: 0.017243842
    floats: -0.017733885
    floats: 0.026147952
    floats: -0.053707846
    floats: 0.010779562
    floats: -0.041817058
    floats: -0.00020136344
    floats: 0.01556619
    floats: 0.010034445
    floats: -0.01179438
    floats: -0.0091054346
    floats: -0.027405845
    floats: 0.02768907
    floats: 0.029509241
    floats: 0.0085591879
    floats: -0.011883467
    floats: 0.040977728
    floats: -0.03592179
    floats: 0.0027175222
    floats: 0.0046390253
    floats: -0.051902611
    floats: -0.036037181
    floats: 0.013720871
    floats: 0.0044588889
    floats: 0.026183954
    floats: 0.0039846394
    floats: 0.0097443787
    floats: 0.021569699
    floats: 0.037342243
    floats: 0.027261434
    floats: 0.042696372
    floats: 0.0064133992
    floats: -0.0043723271
    floats: -0.030461105
    floats: 0.0095125372
    floats: -0.039135225
    floats: 0.010759427
    floats: 0.0108779
    floats: -0.043879718
    floats: 0.024150422
    floats: -0.0067350534
    floats: -0.048651353
    floats: -0.0068659037
    floats: -0.0025836281
    floats: -0.012646439
    floats: -0.032608062
    floats: -0.046337239
    floats: -0.067572512
    floats: 0.016057957
    floats: 0.015590044
    floats: 0.0043848157
    floats: -0.04130239
    floats: -0.030433884
    floats: -0.059005205
    floats: 0.014963225
    floats: -0.063853487
    floats: -0.043217797
    floats: -0.02266084
    floats: 0.031150594
    floats: 0.059676826
    floats: -0.021389987
    floats: 0.016819738
    floats: 0.017680667
    floats: -0.011863144
    floats: 0.035562053
    floats: -0.022759693
    floats: -0.050470445
    floats: -0.03636805
    floats: -0.04055503
    floats: -0.065995768
    floats: -0.0033636207
    floats: 0.011018017
    floats: -0.036734708
    floats: -0.011940457
    floats: 0.054561198
    floats: 0.021538792
    floats: 0.017140362
    floats: 0.0096769836
    floats: -0.048214488
    floats: 0.028012481
    floats: -0.041923333
    floats: 0.034477189
    floats: -0.0471458
    floats: 0.006541458
    floats: 0.010157858
    floats: 0.015434157
    floats: 0.013621608
    floats: 0.0083780726
    floats: 0.054817669
    floats: -0.0033168392
    floats: 0.012594181
    floats: 0.018880596
    floats: -0.045313492
    floats: 0.0066466751
    floats: -0.054242812
    floats: -0.056781717
    floats: 0.035155281
    floats: -0.0505572
    floats: 0.03563758
    floats: -0.0096443966
    floats: 0.045359731
    floats: 0.018183088
    floats: 0.024971891
    floats: -0.0026404078
    floats: -0.045608658
    floats: -0.0060997307
    floats: -0.055612151
    floats: 0.008144727
    floats: -0.060266893
    floats: 0.043370854
    floats: 0.0070568081
    floats: 0.00406551
    floats: 0.04355802
    floats: -0.053194817
    floats: 0.015873726
    floats: 0.011401394
    floats: -0.034128398
    floats: -0.05360445
    floats: 0.0097946459
    floats: -0.041123636
    floats: -0.035246726
    floats: -0.027399639
    floats: 0.012629286
    floats: 0.024236148
    floats: -0.05033008
    floats: 0.04318285
    floats: 0.022862006
    floats: -0.029932786
    floats: -0.028631726
    floats: 0.033697005
    floats: -0.043783862
    floats: 0.035165787
    floats: 0.019443586
    floats: -0.011865756
    floats: 0.023562921
    floats: 0.023555871
    floats: 0.057023849
    floats: -0.040098406
    floats: -0.062370267
    floats: -0.0537099
    floats: -0.019915925
    floats: -0.046529647
    floats: -0.018524682
    floats: 0.031861674
    floats: 0.026720267
    floats: 0.0064550783
    floats: -0.038408816
    floats: -0.017659124
    floats: 0.012015548
    floats: -0.0099171912
    floats: -0.03715184
    floats: -0.0026541029
    floats: -0.050457787
    floats: -0.041223451
    floats: -0.004345974
    floats: 0.022358863
    floats: 0.017813457
    floats: 0.05085212
    floats: -0.039501172
    floats: -0.042438339
    floats: 0.051415924
    floats: 0.0099317
    floats: -0.0070366883
    floats: 0.015956638
    floats: -0.047992844
    floats: -0.010679431
    floats: -0.037126109
    floats: 0.037658606
    floats: 0.023096783
    floats: 0.034100674
    floats: -0.036165662
    floats: 0.042344373
    floats: 0.055028651
    floats: -0.042705093
    floats: 0.030728908
    floats: 0.027767694
    floats: 0.046582181
    floats: -0.0036861282
    floats: 0.0087195309
    floats: -0.044272248
    floats: -0.008710268
    floats: 0.022626119
    floats: -0.0072638071
    floats: -0.045524109
    floats: -0.034823209
    floats: -0.013937887
    floats: 0.04817652
    floats: -0.0045606778
    floats: -0.0061969911
    floats: -0.018193444
    floats: 0.025646552
    floats: 0.02940589
    floats: 0.04246344
    floats: 0.022152148
    floats: 0.013571541
    floats: 0.011992692
    floats: 0.01026663
    floats: 0.0017306785
    floats: -0.022493117
    floats: -0.021828499
    floats: -0.059492271
    floats: -0.048678305
    floats: 0.027148336
    floats: 0.0066913692
    floats: -0.038479529
    floats: -0.024179287
    floats: 0.039289039
    floats: 0.034388158
    floats: -0.060615849
    floats: 0.0043206187
    floats: 0.015140807
    floats: -0.0068072313
    floats: -0.010875667
    floats: -0.028487902
    floats: 0.021294704
    floats: 0.030503485
    floats: 0.0034866286
    floats: -0.035184886
    floats: -0.011438807
    floats: -0.021153588
    floats: -0.0097472975
    floats: -0.048322435
    floats: 0.0067710844
    floats: -0.041629158
    floats: 0.03945262
    floats: -0.037803311
    floats: -0.014506384
    floats: 0.057950079
    floats: -0.0026290857
    floats: -0.043144334
    floats: -0.046540115
    floats: -0.043730281
    floats: 0.013748299
    floats: -0.041534949
    floats: 0.026214615
    floats: 0.051108487
    floats: -0.0047522783
    floats: -0.028132174
    floats: -0.0023099727
    floats: -0.034346007
    floats: 0.013332136
    floats: -0.0035505262
    floats: -0.0426307
    floats: -0.040058862
    floats: 0.011645968
    floats: 0.029422132
    floats: -0.020803334
    floats: 0.035295904
    floats: -0.027918426
    floats: 0.021373255
    floats: 0.035624359
    floats: -0.063677438
    floats: 0.030051069
    floats: -0.055983704
    floats: -0.016857149
    floats: 0.016700223
    floats: -0.05718787
    floats: 0.0082228361
    floats: -0.0029068792
    floats: 0.018557802
    floats: 0.0065415846
    floats: -0.034950115
    floats: -0.02824522
    floats: 0.013808476
    floats: -0.020120753
    floats: 0.013957961
    floats: 0.029829482
    floats: -0.054176334
    floats: -0.00782805
    floats: 0.028489191
    floats: 0.035683651
    floats: 0.0021470634
    floats: 0.025431748
    floats: -0.013323051
    floats: -0.023685955
    floats: -0.034401655
    floats: -0.015368567
    floats: -0.02757743
    floats: -0.033040646
    floats: -0.035242151
    floats: 0.01313643
    floats: 0.031554744
    floats: -0.037157685
    floats: 0.0584869
    floats: -0.032881066
    floats: 0.033852655
    floats: -0.045563564
    floats: -0.00037191474
    floats: 0.073652223
    floats: -0.0015893199
    floats: -0.0381277
    floats: 0.018725781
    floats: -0.018780196
    floats: -0.0032964621
    floats: -0.051787887
    floats: -0.0061272387
    floats: -0.021513781
    floats: -0.055537596
    floats: -0.069764145
    floats: 0.0036214194
    floats: -0.016182709
    floats: -0.00070729473
    floats: 0.041802507
    floats: -0.061352316
    floats: 0.023705117
    floats: 0.017894691
    floats: 0.027509119
    floats: 0.02244387
    floats: 0.016765388
    floats: 0.022667814
    floats: -0.038523737
    floats: -0.0060336119
    floats: 0.037869398
    floats: -0.02761252
    floats: -0.056121912
    floats: 0.030865844
    floats: -0.0047749463
    floats: 0.041667923
    floats: -0.0030196954
    floats: -0.041862328
    floats: 0.054243185
    floats: -0.0064989612
    floats: -0.021901879
    floats: 0.013747322
    floats: -0.065611772
    floats: 0.011503043
    floats: -0.000567199
    floats: -0.05965538
    floats: -0.064933687
    floats: 0.012857224
    floats: -0.0080276541
    floats: -0.0012900712
    floats: 0.024258628
    floats: 0.045191251
    floats: -0.045740664
    floats: -0.012501774
    floats: -0.038604632
    floats: -0.056535132
    floats: 0.032883126
    floats: -0.030036554
    floats: 0.024660023
    floats: 0.0048735472
    floats: 0.021544263
    floats: 0.0020632823
    floats: 0.016573949
    floats: -0.0013791727
    floats: -0.06324295
    floats: -0.036136623
    floats: -0.032656725
    floats: 0.03587367
    floats: -0.034789287
    floats: 0.034670953
    floats: 0.031126006
    floats: -0.037722919
    floats: 0.018466335
    floats: -0.0082067624
    floats: -0.0065395306
    floats: 0.028729564
    floats: 0.010024437
    floats: -0.036671467
    floats: 0.028428731
    floats: -0.028952161
    floats: 0.01205332
    floats: 0.033525959
    floats: 0.015842257
    floats: 0.044493761
    floats: -0.027679233
    floats: -0.0001040816
    floats: -0.04912952
    floats: 0.014784413
    floats: -0.031097507
    floats: -0.014572414
    floats: -0.051649086
    floats: -0.016244546
    floats: 0.018429248
    floats: -0.014222177
    floats: 0.037231117
    floats: -0.044798214
    floats: -0.019472441
    floats: -0.036044806
    floats: 0.044358209
    floats: -0.01374074
    floats: -0.039803606
    floats: -0.043677211
    floats: 0.040654942
    floats: 0.022082368
    floats: 0.025746679
    floats: -0.041778315
    floats: -0.04485802
    floats: 0.023123076
    floats: 0.0093395431
    floats: -0.014222022
    floats: 0.00089974608
    floats: 0.024474805
    floats: 0.019712346
    floats: 0.043837808
    floats: -0.0096637784
    floats: -0.028482283
    floats: -0.026960092
    floats: -0.015511096
    floats: 0.035622384
    floats: -0.031346329
    floats: -0.02701249
    floats: -0.018854555
    floats: -0.021736907
    floats: 0.015451239
    floats: -0.021757537
    floats: -0.058402084
    floats: 0.047850754
    floats: -0.011062528
    floats: 0.039313529
    floats: 0.027806453
    floats: 0.039779812
    floats: 0.030026335
    floats: -0.033396292
    floats: -0.048056845
    floats: 0.028954413
    floats: 0.057990234
    floats: -0.011707085
    floats: -0.04077325
    floats: -0.020177659
    floats: 0.0056698453
    floats: -0.061248943
    floats: -0.0050036842
    floats: -0.066455469
    floats: 0.034304451
    floats: -0.0042116614
    floats: -0.057610124
    floats: 0.026583824
    floats: 0.0046023796
    floats: -0.020005871
    floats: 0.049989134
    floats: 0.011807379
    floats: -0.040420063
    floats: -0.023001654
    floats: -0.016643135
    floats: -0.0011241862
    floats: -0.013379352
    floats: -0.023772612
    floats: -0.048578408
    floats: 0.015636466
    floats: 0.026701158
    floats: -0.0031184743
    floats: -0.025942558
    floats: -0.064647794
    floats: 0.0046885479
    floats: 0.020179536
    floats: -0.04383282
    floats: -0.021629697
    floats: 0.043222144
    floats: -0.055533968
    floats: -0.004861779
    floats: -0.025555717
    floats: 0.053543989
    floats: -0.064477608
    floats: -0.039625809
    floats: -0.05991726
    floats: -0.015055076
    floats: -2.8854795e-06
    floats: -0.038126159
    floats: 0.015605433
    floats: -0.0026436921
    floats: 0.0345044
    floats: 0.0011136023
    floats: -0.054938488
    floats: 0.0025730091
    floats: -0.015549128
    floats: 0.006190998
    floats: -0.053020548
    floats: -0.02882492
    floats: -0.041388355
    floats: 0.025383705
    floats: -0.05852022
    floats: -0.043071587
    floats: 0.010618592
    floats: 0.039934121
    floats: -0.070120275
    floats: -0.046684511
    floats: 0.025458734
    floats: 0.02290592
    floats: 0.017828582
    floats: 0.0092083728
    floats: 0.00978285
    floats: -0.013165989
    floats: 0.020755414
    floats: -0.027481521
    floats: 0.020561475
    floats: -0.048125133
    floats: -0.052774664
    floats: -0.062786631
    floats: -0.0045278827
    floats: 0.00055604463
    floats: 0.053084236
    floats: 0.00065200555
    floats: -0.0059300791
    floats: 0.011060094
    floats: 0.016823579
    floats: 0.01668046
    floats: 0.04049699
    floats: 0.016394138
    floats: -0.022042744
    floats: -0.010519978
    floats: 0.014411439
    floats: 0.033336274
    floats: 0.038697433
    floats: -0.059461415
    floats: 0.052271105
    floats: 0.004194716
    floats: 0.017371289
    floats: -0.0096556237
    floats: -0.05632586
    floats: -0.013565071
    floats: 0.038598273
    floats: 0.040352408
    floats: -0.014018302
    floats: 0.00811504
    floats: 0.037062172
    floats: 0.022624908
    floats: -0.023542142
    floats: 0.04001442
    floats: -0.0028811956
    floats: 0.029293157
    floats: -0.039470866
    floats: -0.029982053
    floats: -0.035054274
    floats: -0.015096291
    floats: 0.0031293146
    floats: -0.030707352
    floats: 0.038204297
    floats: -0.021661155
    floats: -0.037128016
    floats: 0.028528221
    floats: -0.041014392
    floats: 0.033325724
    floats: 0.019001747
    floats: -0.0668586
    floats: -0.017866358
    floats: -0.011597415
    floats: -0.018769095
    floats: -0.034076441
    floats: 0.021006783
    floats: -0.02673349
    floats: -0.0071251779
    floats: 0.043925703
    floats: -0.0048817638
    floats: -0.066035509
    floats: -0.024627818
    floats: -0.028528666
    floats: -0.033885237
    floats: -0.01217257
    floats: 0.025910079
    floats: -0.031052426
    floats: -0.0023862785
    floats: -0.010144546
    floats: 0.036679909
    floats: 0.018464424
    floats: -0.01136237
    floats: 0.027520122
    floats: 0.02596478
    floats: 0.0354111
    floats: -0.032516673
    floats: -0.04474254
    floats: -0.030992476
    floats: -0.0212689
    floats: -0.036036041
    floats: -0.035249274
    floats: -0.033002585
    floats: 0.0054539517
    floats: 0.035426874
    floats: 0.015865667
    floats: 0.029305512
    floats: -0.062492058
    floats: 0.037749115
    floats: 0.028007209
    floats: 0.040688384
    floats: -0.0452741
    floats: 0.0096171834
    floats: 0.0045281691
    floats: -0.050638836
    floats: -0.01738132
    floats: -0.039105628
    floats: -0.012208927
    floats: -0.033680376
    floats: 0.051898684
    floats: 0.0049216626
    floats: -0.038386494
    floats: -0.016748926
    floats: 0.014270833
    floats: 0.0013114542
    floats: 0.025876615
    floats: -0.0496471
    floats: 0.020368731
    floats: 0.031941984
    floats: 0.005634998
    floats: 0.03418985
    floats: 0.035622392
    floats: 0.033090048
    floats: 0.03203943
    floats: -0.062835075
    floats: 0.026195338
    floats: -0.041353755
    floats: -0.034389533
    floats: 0.0099659516
    floats: 0.024192756
    floats: 0.0054417243
    floats: -0.06394808
    floats: -0.059048161
    floats: -0.016338861
    floats: -0.037078056
    floats: 0.02871779
    floats: 0.027738437
    floats: -0.031771366
    floats: -0.0066684163
    floats: -0.053893626
    floats: -0.044492465
    floats: -0.035815116
    floats: -0.040314786
    floats: -0.02253872
    floats: -0.023099495
    floats: 0.018901683
    floats: -0.03165045
    floats: 0.017638195
    floats: 0.0057652788
    floats: -0.0640611
    floats: -0.009919785
    floats: -0.0203774
    floats: -0.011903375
    floats: -0.052724104
    floats: 0.037812933
    floats: 0.008732562
    floats: 0.035946157
    floats: -0.0036283426
    floats: 0.0092640314
    floats: -0.021368969
    floats: -0.062525414
    floats: -0.026675209
    floats: -0.021355052
    floats: 0.0012229186
    floats: -0.055895586
    floats: -0.015847955
    floats: -0.013013252
    floats: 0.063370079
    floats: -0.0020903512
    floats: 0.019452933
    floats: -0.026292952
    floats: -0.036363751
    floats: 0.027423047
    floats: -0.0342171
    floats: 0.012757242
    floats: -0.019021502
    floats: 0.047125649
    floats: -0.0357504
    floats: -0.00726121
    floats: 0.008308732
    floats: 0.057116941
    floats: -0.0045517455
    floats: -0.022795811
    floats: -0.035171941
    floats: -0.01070587
    floats: 0.014427517
    floats: -0.030798575
    floats: 0.031169865
    floats: 0.021425679
    floats: -0.032446261
    floats: -0.0491219
    floats: 0.02636927
    floats: -0.016589662
    floats: -0.03921428
    floats: 0.024331195
    floats: -0.021727188
    floats: -0.035268348
    floats: 0.0019919144
    floats: 0.04757788
    floats: 0.012266264
    floats: -0.026350131
    floats: -0.0579699
    floats: -0.023441778
    floats: -0.042334296
    floats: 0.023465391
    floats: 0.036829416
    floats: -0.030238327
    floats: -0.023457244
    floats: 0.013826633
    floats: -0.025405044
    floats: -0.0073104296
    floats: -0.046326321
    floats: -0.047538672
    floats: -0.016994705
    floats: 0.032358646
    floats: -0.043697037
    floats: 0.036927465
    floats: -0.028173296
    floats: -0.023694351
    floats: -0.0050008362
    floats: 0.016025729
    floats: 0.078292422
    floats: 0.051702373
    floats: -0.053835295
    floats: -0.06435439
    floats: -0.039437912
    floats: -0.035718657
    floats: 0.045572944
    floats: -0.049201868
    floats: -0.011042375
    floats: -0.032060165
    floats: -0.025470674
    floats: -0.0019486741
    floats: -0.058311008
    floats: -0.0039617205
    floats: 0.015621481
    floats: -0.053425856
    floats: -0.016849075
    floats: -0.030534171
    floats: -0.038721845
    floats: 0.00770176
    floats: -0.018865928
    floats: 0.039644796
    floats: 0.042022977
    floats: -0.034040291
    floats: 0.04741779
    floats: -0.071038075
    floats: 0.030157903
    floats: 0.048426967
    floats: -0.052272622
    floats: 0.027065223
    floats: -0.054614458
    floats: -0.0498679
    floats: -0.024547506
    floats: -0.022214869
    floats: -0.027815873
    floats: -0.0024715653
    floats: -0.03126758
    floats: -0.0067277648
    floats: -0.0048163948
    floats: -0.065426692
    floats: 0.060764022
    floats: -0.059781533
    floats: 0.038824242
    floats: -0.010088174
    floats: -0.011923962
    floats: -0.026524197
    floats: 0.015506647
    floats: 0.065839611
    floats: 0.021745037
    floats: -0.031105667
    floats: -0.0069531496
    floats: -0.030048214
    floats: -0.04505524
    floats: 0.0045655137
    floats: 0.016701635
    floats: -0.0050058858
    floats: -0.012722754
    floats: 0.012512057
    floats: 0.048028775
    floats: -0.01211808
    floats: -0.010260092
    floats: 0.052301794
    floats: 0.015484438
    floats: 0.027901815
    floats: 0.0099307541
    floats: 0.0092213387
    floats: -0.023638057
    floats: -0.033674985
    floats: -0.047800411
    floats: -0.029598679
    floats: -0.033110552
    floats: 0.014576259
    floats: 0.0045015533
    floats: -0.027593775
    floats: 0.035754971
    floats: 0.022438273
    floats: -0.051386047
    floats: 0.011219054
    floats: -0.042426553
    floats: 0.0099840956
    floats: -0.019472539
    floats: 0.031426944
    floats: 0.0018342257
    floats: 0.017436309
    floats: -0.01993916
    floats: 0.015758414
    floats: 0.044884216
    floats: 0.056236424
    floats: 0.0074746492
    floats: 0.029456884
    floats: -0.037522327
    floats: -0.010793877
    floats: 0.025491374
    floats: -0.026588906
    floats: 0.039693739
    floats: -0.065567881
    floats: -0.061311327
    floats: -0.051703602
    floats: 0.032136556
    floats: -0.035527505
    floats: -0.031450208
    floats: 0.028611846
    floats: 0.032723714
    floats: -0.024075665
    floats: 0.0189689
    floats: -0.0017753404
    floats: -0.024830747
    floats: 0.029790718
    floats: -0.051472038
    floats: -0.032444488
    floats: 0.021572381
    floats: 0.0011879676
    floats: 0.0012688378
    floats: -0.048560638
    floats: -0.050378464
    floats: 0.021436486
    floats: 0.0067109442
    floats: 0.012148532
    floats: 0.042443026
    floats: -0.042991385
    floats: 0.0048700264
    floats: 0.028024044
    floats: 0.028959332
    floats: -0.01537803
    floats: 0.03978049
    floats: 0.0026948007
    floats: 0.020879962
    floats: -0.030952834
    floats: 0.029924389
    floats: 0.02886856
    floats: 0.001543775
    floats: 0.053040635
    floats: 0.018723125
    floats: -0.0029729926
    floats: -0.033362113
    floats: 0.021816727
    floats: 0.039531115
    floats: -0.01178317
    floats: -0.062350027
    floats: 0.014436166
    floats: -0.018646417
    floats: -0.013111163
    floats: 0.0080132363
    floats: -0.047173548
    floats: 0.020107089
    floats: -0.054453555
    floats: -0.050347108
    floats: -0.021353243
    floats: 0.012925602
    floats: 0.026870327
    floats: 0.020865325
    floats: -0.06371288
    floats: 0.05230188
    floats: 0.02603649
    floats: -0.016431034
    floats: 0.0046850294
    floats: 0.013164005
    floats: -0.022400361
    floats: -0.0093812589
    floats: -0.0016572732
    floats: -0.003540088
    floats: 0.055547491
    floats: 0.0021216907
    floats: -0.023828711
    floats: 0.030546177
    floats: 0.006971682
    floats: 0.046031486
    floats: 0.03594923
    floats: -0.024097651
    floats: 0.027922101
    floats: -0.015553522
    floats: 0.0043920139
    floats: 0.018028431
    floats: 0.038467895
    floats: -0.029044818
    floats: 0.038041677
    floats: -0.01372259
    floats: -0.0062460997
    floats: 0.051862214
    floats: 0.013659458
    floats: -0.023542644
    floats: 0.020002495
    floats: 0.01482122
    floats: 0.039898559
    floats: 0.013420892
    floats: -0.015593924
    floats: -0.063724607
    floats: 0.033489503
    floats: -0.0059249527
    floats: 0.050972804
    floats: 0.018662907
    floats: 0.043476626
    floats: -0.011367819
    floats: -0.0067908037
    floats: 0.038730968
    floats: -0.0078338338
    floats: -0.012449285
    floats: 0.011613661
    floats: -0.049280357
    floats: -0.0027713503
    floats: -0.060314819
    floats: 0.047997724
    floats: 0.038155958
    floats: 0.022421286
    floats: 0.018084668
    floats: 0.039417524
    floats: -0.036840219
    floats: -0.014802787
    floats: -0.039325442
    floats: -0.036323521
    floats: 0.0012874021
    floats: 0.039166965
    floats: 0.0021819533
    floats: -0.048860993
    floats: 0.0053588743
    floats: 0.022804402
    floats: -0.0043091509
    floats: -0.013148781
    floats: -0.038071774
    floats: -0.050360989
    floats: 0.0074269278
    floats: -0.014602815
    floats: 0.025351444
    floats: -0.046670672
    floats: -0.027116006
    floats: -0.057443574
    floats: 0.042567551
    floats: 0.057850871
    floats: -0.032486018
    floats: -0.057939757
    floats: -0.033329364
    floats: 0.042946596
    floats: -0.056287292
    floats: 0.056866419
    floats: -0.00971065
    floats: -0.01929771
    floats: -0.03631027
    floats: -0.068056054
    floats: 0.027315222
    floats: -0.035017762
    floats: -0.0011789146
    floats: -0.031605888
    floats: 0.0047760569
    floats: 0.031815223
    floats: 0.011645399
    floats: 0.0082804328
    floats: -0.0032679567
    floats: -0.042346433
    floats: 0.0011191656
    floats: -0.020061858
    floats: -0.046377026
    floats: 0.031948715
    floats: -0.044613693
    floats: 0.031153563
    floats: 0.043297246
    floats: -0.039950166
    floats: 0.033665843
    floats: -0.016959207
    floats: 0.030346112
    floats: 0.054038364
    floats: -0.0033734629
    floats: -0.0069198608
    floats: -0.050193846
    floats: 0.01163133
    floats: -0.035217077
    floats: -0.043262582
    floats: 0.011982718
    floats: 0.00054621365
    floats: -0.042693391
    floats: -0.013469893
    floats: 0.028294869
    floats: -0.015637599
    floats: 0.045712516
    floats: 0.036507983
    floats: 0.032662928
    floats: -0.0038203832
    floats: -0.016836355
    floats: -0.040657878
    floats: -0.035294242
    floats: 0.026259298
    floats: 0.0010685337
    floats: 0.013810244
    floats: -0.057842046
    floats: 0.034815229
    floats: 0.023560766
    floats: 0.024651347
    floats: 0.029047055
    floats: 0.053591784
    floats: -0.022512315
    floats: -0.025939733
    floats: 0.044563897
    floats: -0.042988855
    floats: -0.020096833
    floats: -0.055215091
    floats: 0.059619207
    floats: 0.0019433906
    floats: -0.036774851
    floats: -0.0041978047
    floats: 0.0085284635
    floats: -0.018184222
    floats: -0.022614026
    floats: -0.034343593
    floats: -0.0210994
    floats: 0.01140996
    floats: -0.03736921
    floats: -0.00949123
    floats: 0.0053447867
    floats: 0.024596659
    floats: 0.035478514
    floats: -0.0098470449
    floats: 0.038919784
    floats: 0.01783492
    floats: 0.025587283
    floats: -0.028672885
    floats: -0.012840769
    floats: -0.0785516
    floats: -0.020596005
    floats: -0.025838129
    floats: 0.054364249
    floats: -0.062201962
    floats: 0.036098406
    floats: 0.047910247
    floats: 0.0459295
    floats: -0.032372013
    floats: -0.022003336
    floats: 0.022372939
    floats: 0.029150832
    floats: -0.054272905
    floats: -0.029160146
    floats: 0.010256637
    floats: 0.0020524771
    floats: -0.054354992
    floats: 0.030288445
    floats: 0.018857785
    floats: -0.00040629631
    floats: -0.030114768
    floats: -0.039726231
    floats: -0.0090320343
    floats: 0.001663489
    floats: 0.017104717
    floats: -0.019542266
    floats: 0.024998821
    floats: -0.030506274
    floats: 0.042166051
    floats: 0.0067449138
    floats: -0.044189613
    floats: -0.053111017
    floats: 0.003884186
    floats: -0.0062542623
    floats: -0.0016715311
    floats: 0.024474734
    floats: 0.048583575
    floats: -0.035828367
    floats: 0.019476447
    floats: -0.041513219
    floats: 0.043174438
    floats: -0.03201621
    floats: 0.052721281
    floats: 0.013839277
    floats: 0.01971481
    floats: -0.046994127
    floats: 0.0073690903
    floats: 0.029330181
    floats: -0.018145686
    floats: -0.056501377
    floats: 0.043229505
    floats: -0.018008653
    floats: 0.049403444
    floats: 0.00011418297
    floats: 0.025171226
    floats: 0.012059303
    floats: 0.044915512
    floats: 0.050419562
    floats: 0.042909343
    floats: -0.025060352
    floats: 0.01303883
    floats: 0.035864376
    floats: 0.042786662
    floats: -0.02581438
    floats: -0.019980406
    floats: 0.055690538
    floats: -0.012451171
    floats: 0.031991526
    floats: -0.0352034
    floats: -0.03220911
    floats: 0.029560281
    floats: 0.0078011812
    floats: 0.026070299
    floats: -0.037156817
    floats: -0.0035767981
    floats: -0.00097444805
    floats: 0.0049891593
    floats: -0.0034663142
    floats: 0.012923254
    floats: 0.043248627
    floats: -0.015145909
    floats: -0.058082987
    floats: -0.014467154
    floats: -0.010331167
    floats: -0.068791941
    floats: 0.072002091
    floats: 0.001257435
    floats: 0.040521018
    floats: -0.022784118
    floats: -0.043608755
    floats: -0.032633126
    floats: 0.034548409
    floats: -0.039726041
    floats: 0.054011516
    floats: -0.016506482
    floats: -0.058682185
    floats: 0.047083832
    floats: 0.0090325773
    floats: -0.018041888
    floats: 0.06352596
    floats: 0.0050304183
    floats: 0.011485665
    floats: -0.021538693
    floats: 0.021063739
    floats: 0.030927887
    floats: 0.030763581
    floats: -0.032211423
    floats: 0.012240521
    floats: 0.019331207
    floats: 0.015761832
    floats: -0.0058342875
    floats: 0.039392166
    floats: -0.035032645
    floats: -0.032606777
    floats: 0.012113007
    floats: 0.014078658
    floats: 0.01087498
    floats: 0.0320798
    floats: -0.014040001
    floats: -0.01873113
    floats: 0.071933948
    floats: -0.047229521
    floats: 0.028257966
    floats: 0.045632783
    floats: -0.066743374
    floats: 0.021288479
    floats: 0.025959326
    floats: 0.029110791
    floats: 0.062195837
    floats: -0.053369086
    floats: 0.0009860663
    floats: -0.059369061
    floats: 0.027214915
    floats: -0.016061084
    floats: -0.0083250431
    floats: 0.023655228
    floats: -0.0504525
    floats: 0.017013988
    floats: 0.039503239
    floats: 0.010617205
    floats: -0.015668761
    floats: 0.031092627
    floats: -0.0052176127
    floats: 0.019982947
    floats: -0.032661915
    floats: -0.056267716
    floats: 0.02462304
    floats: 0.0094026588
    floats: 0.059079912
    floats: 0.0013616101
    floats: -0.059505098
    floats: 0.034643453
    floats: -0.020469841
    floats: -0.026163293
    floats: 0.027990747
    floats: 0.014211641
    floats: -0.021213856
    floats: -0.037803922
    floats: -0.028402086
    floats: 0.008709223
    floats: -0.011941222
    floats: -0.016645072
    floats: 0.010119569
    floats: -0.058503121
    floats: 0.014903885
    floats: 0.064608678
    floats: 0.017630149
    floats: 0.034978196
    floats: -0.012150083
    floats: 0.020031955
    floats: -0.011353097
    floats: 0.0026112602
    floats: 0.011112142
    floats: 0.054968309
    floats: -0.027431631
    floats: 0.021223418
    floats: -0.0097002769
    floats: 0.035270587
    floats: -0.026206056
    floats: -0.0024802317
    floats: 0.023282342
    floats: -0.011704843
    floats: -0.025532905
    floats: 0.046262234
    floats: -0.040267702
    floats: 0.04379553
    floats: 0.016844003
    floats: 0.007853427
    floats: 0.04140462
    floats: 0.014748751
    floats: -0.049007278
    floats: -0.013877866
    floats: -0.051696725
    floats: -0.050535485
    floats: -0.015387729
    floats: 0.051438011
    floats: 0.02681881
    floats: -0.032008652
    floats: 0.018477047
    floats: -0.043350108
    floats: -0.0015918256
    floats: 0.027374921
    floats: -0.022027794
    floats: 0.033561897
    floats: 0.049405806
    floats: 0.0077407169
    floats: 0.031576268
    floats: -0.070989229
    floats: -0.0081189377
    floats: 0.062065646
    floats: -0.00866423
    floats: 0.014639735
    floats: -0.027220232
    floats: -0.047203146
    floats: -0.0522801
    floats: -0.067601681
    floats: 0.053609654
    floats: 0.053394053
    floats: 0.018142158
    floats: -0.038426254
    floats: 0.01549938
    floats: -0.012620125
    floats: 0.031320237
    floats: -0.060484149
    floats: 0.002858062
    floats: -0.00031885621
    floats: 0.00074516796
    floats: 0.0055110212
    floats: -0.0053020786
    floats: 0.020031119
    floats: -0.014989252
    floats: 0.017956346
    floats: -0.0072902944
    floats: 0.049089588
    floats: -0.011752319
    floats: -0.0092245108
    floats: -0.038827989
    floats: 0.049372964
    floats: -0.029910747
    floats: -0.019784845
    floats: 0.0089216921
    floats: 0.059428252
    floats: 0.027704356
    floats: 0.043976575
    floats: 0.008990394
    floats: 0.042863928
    floats: 0.042894732
    floats: -0.015952248
    floats: 0.020296844
    floats: 0.031944264
    floats: 0.038927931
    floats: -0.042530283
    floats: -0.041613545
    floats: -0.015552904
    floats: -0.005799707
    floats: 0.032962471
    floats: 0.0041449708
    floats: 0.012549005
    floats: -0.033239171
    floats: -0.0111852
    floats: -0.025635447
    floats: -0.01217141
    floats: 0.0035822215
    floats: 0.012905453
    floats: 0.040223993
    floats: -0.0069364132
    floats: 0.034489032
    floats: -0.036110669
    floats: -0.031747207
    floats: -0.039370246
    floats: -0.040276986
    floats: -0.046915267
    floats: 0.0092651956
    floats: -0.066384189
    floats: -0.0029698061
    floats: -0.013002384
    floats: -0.022722073
    floats: 0.0023380271
    floats: -0.040013913
    floats: 0.012806619
    floats: 0.063764133
    floats: 0.014603538
    floats: -0.0029159929
    floats: 0.018538266
    floats: -0.022132348
    floats: 0.018353712
    floats: 0.017540434
    floats: 0.029494159
    floats: 0.017885828
    floats: 0.043629833
    floats: -0.036769569
    floats: -0.045205567
    floats: 0.069681913
    floats: -0.039143622
    floats: -0.035564866
    floats: -0.015690787
    floats: 0.026108108
    floats: -0.047538605
    floats: -0.0042157895
    floats: 0.04273548
    floats: 0.035185676
    floats: -0.0054758941
    floats: 0.050112791
    floats: -0.05741401
    floats: 0.020916151
    floats: -0.065115072
    floats: 0.034820937
    floats: 0.028878013
    floats: 0.0062516592
    floats: 0.027433008
    floats: -0.021418355
    floats: 0.048819564
    floats: 0.022864204
    floats: -0.027075315
    floats: 0.018601144
    floats: 0.03011357
    floats: 0.028716139
    floats: -0.013104167
    floats: -0.025793852
    floats: 0.045561559
    floats: 0.016184218
    floats: -0.030191997
    floats: 0.0061476161
    floats: 0.045758467
    floats: 0.012684966
    floats: 0.038999259
    floats: -0.053288091
    floats: 0.022274239
    floats: -0.051510043
    floats: -0.018225301
    floats: -0.039098427
    floats: -0.037429754
    floats: -0.00096063496
    floats: -0.055760365
    floats: 0.021681508
    floats: 0.01245749
    floats: 0.023517946
    floats: 0.041464783
    floats: 0.048922747
    floats: 0.027169125
    floats: -0.005246202
    floats: 0.056028642
    floats: 0.046539869
    floats: 0.0877543
    floats: -0.0737891
    floats: 0.015408525
    floats: 0.017194144
    floats: -0.035440296
    floats: -0.038676541
    floats: -0.051662248
    floats: 0.061973885
    floats: 0.003087858
    floats: 0.063011274
    floats: -0.015057588
    floats: -0.021971259
    floats: 0.023231588
    floats: 0.00091311825
    floats: -0.0032249177
    floats: 0.019444965
    floats: -0.0079930844
    floats: 0.015127378
    floats: 0.035126984
    floats: -0.039385282
    floats: -0.012875677
    floats: 0.06160045
    floats: -0.0059456346
    floats: 0.018376937
    floats: -0.04675277
    floats: 0.04131053
    floats: 0.018488169
    floats: 0.02836873
    floats: -0.03056851
    floats: -0.021526728
    floats: 0.0091099041
    floats: -0.039286885
    floats: 0.013934966
    floats: 0.036904264
    floats: -0.035752837
    floats: -0.0012946837
    floats: 0.044405788
    floats: 0.0561063
    floats: -0.027630869
    floats: -0.047096748
    floats: 0.032211829
    floats: -0.0034578748
    floats: 0.048990611
    floats: 0.065482408
    floats: -0.055463076
    floats: 0.05181824
    floats: -0.000930243
    floats: 0.011693882
    floats: 0.010995277
    floats: 0.00689021
    floats: -0.026112333
    floats: 0.027305746
    floats: 0.043854758
    floats: 0.012662507
    floats: 0.0035536014
    floats: -0.020967795
    floats: -0.043156635
    floats: -0.035257217
    floats: -0.020226894
    floats: 0.010089007
    floats: -0.023844926
    floats: -0.020096833
    floats: -0.0146673
    floats: -0.032071546
    floats: -0.012035006
    floats: 0.036110204
    floats: -0.039088223
    floats: 0.0031833178
    floats: 0.036114447
    floats: -0.035179906
    floats: -0.0057005025
    floats: -0.039214771
    floats: -0.0042555509
    floats: -0.0098828133
    floats: -0.029159652
    floats: 0.049195308
    floats: 0.025857516
    floats: -0.0057259593
    floats: 0.0753188
    floats: -0.037192512
    floats: -0.028298859
    floats: -0.021933433
    floats: 0.027938904
    floats: 0.022047216
    floats: -0.054979745
    floats: -0.030032393
    floats: -0.03985364
    floats: -0.0193244
    floats: -0.043388657
    floats: 0.032554273
    floats: -0.0035811369
    floats: 0.028385801
    floats: 0.0062845503
    floats: 0.0060012704
    floats: 0.016947277
    floats: -0.033230986
    floats: 0.010564949
    floats: 0.04912968
    floats: -0.023845972
    floats: 0.022406582
    floats: 0.063943245
    floats: -0.0035462463
    floats: 0.0015936097
    floats: 0.012438822
    floats: -0.037686586
    floats: -0.0051415516
    floats: -0.032398548
    floats: -0.02481446
    floats: 0.020529427
    floats: -0.024003493
    floats: 0.02547776
    floats: -0.030921945
    floats: 0.010620429
    floats: -0.01278957
    floats: 0.024305491
    floats: 0.015303024
    floats: -0.011099989
    floats: -0.024104763
    floats: 0.012928899
    floats: -0.012487244
    floats: 0.017838968
    floats: -0.017256629
    floats: -0.029693145
    floats: -0.016686831
    floats: -0.011831452
    floats: -0.016297569
    floats: -0.032625571
    floats: -0.06097484
    floats: 0.0054582162
    floats: 0.012780058
    floats: 0.030319087
    floats: 0.025527511
    floats: -0.031998742
    floats: 0.049400333
    floats: 0.0009068888
    floats: -0.0098495269
    floats: 0.011288877
    floats: 0.0077441949
    floats: -0.014407167
    floats: -0.054495808
    floats: -0.0061451183
    floats: -0.00083684386
    floats: -0.068822809
    floats: -0.0186162
    floats: -0.0078425864
    floats: -0.0070801824
    floats: 0.034926832
    floats: 0.00044465068
    floats: -0.024447327
    floats: -0.023784379
    floats: 0.038126577
    floats: -0.0065321871
    floats: -0.075172409
    floats: 0.0066804378
    floats: 0.036963016
    floats: 0.026625119
    floats: -0.028063243
    floats: -0.025879988
    floats: 0.008818022
    floats: 0.021839149
    floats: 0.014353771
    floats: -0.020958981
    floats: 0.0064810785
    floats: 0.041546326
    floats: 0.019601285
    floats: 0.069125034
    floats: -0.035121277
    floats: 0.0040858756
    floats: 0.01320362
    floats: -0.056266733
    floats: 0.059091389
    floats: 0.030973025
    floats: 0.012574834
    floats: 0.032910213
    floats: 0.021165755
    floats: -0.028156091
    floats: -0.042931203
    floats: -0.02901127
    floats: -0.044646524
    floats: -0.050532423
    floats: -0.011775757
    floats: -0.033166323
    floats: -0.02164742
    floats: -0.034614734
    floats: 0.052827086
    floats: 0.030137284
    floats: 0.011090814
    floats: -0.027047487
    floats: 0.014890772
    floats: -0.046593174
    floats: 0.050070547
    floats: -0.011650384
    floats: -0.02264164
    floats: 0.023513732
    floats: -0.045080692
    floats: -0.048051458
    floats: -0.021955656
    floats: 0.010836478
    floats: 0.039640743
    floats: 0.063050851
    floats: 0.060599592
    floats: 0.00256031
    floats: -0.029254103
    floats: 0.021251386
    floats: 0.0032367478
    floats: 0.068691611
    floats: -0.02155376
    floats: 0.06578204
    floats: 0.024009556
    floats: 0.014510713
    floats: -0.050102856
    floats: -0.028980231
    floats: -0.016980167
    floats: -0.021154555
    floats: 0.00168232
    floats: 0.010629794
    floats: 0.037199069
    floats: -0.0034047151
    floats: -0.058144044
    floats: 0.024215568
    floats: 0.010806403
    floats: 0.056242589
    floats: 0.050054327
    floats: -0.015681427
    floats: 0.069359958
    floats: -0.0037776118
    floats: -0.049080066
    floats: -0.057160381
    floats: 0.0039309221
    floats: 0.033504844
    floats: -0.062439714
    floats: -0.058375072
    floats: -0.04726962
    floats: -0.02567043
    floats: 0.00096190593
    floats: -0.0035047447
    floats: -0.023639014
    floats: -0.02105334
    floats: 0.020059621
    floats: -0.00036893997
    floats: -0.0049970318
    floats: -0.005787049
    floats: 0.028899852
    floats: -0.023485104
    floats: 0.031753819
    floats: 0.034382887
    floats: -0.064318821
    floats: -0.05737856
    floats: -0.0072692214
    floats: 0.038791656
    floats: -0.034167618
    floats: 0.018014394
    floats: -0.011097774
    floats: 0.036984619
    floats: -0.065274492
    floats: -0.0060871332
    floats: 0.02170293
    floats: 0.025769003
    floats: 0.008506651
    floats: -0.036182392
    floats: -0.0050367145
    floats: -0.018458188
    floats: 0.053970598
    floats: 0.02812265
    floats: -0.04460685
    floats: -0.012573088
    floats: 0.0031373047
    floats: -0.022466097
    floats: -0.027091963
    floats: -0.0028045203
    floats: -0.026743211
    floats: 0.02758668
    floats: -0.046344582
    floats: 0.030081593
    floats: 0.020027077
    floats: 0.056284897
    floats: -0.0035966921
    floats: -0.030509153
    floats: 0.057233375
    floats: 0.035482191
    floats: -0.077496119
    floats: 0.057185955
    floats: -0.035179239
    floats: 0.018451069
    floats: -0.048630621
    floats: -0.01555847
    floats: 0.033475455
    floats: 0.018792149
    floats: 0.039606657
    floats: -0.019370509
    floats: 0.056557477
    floats: 0.058228526
    floats: 0.032911934
    floats: 0.05377562
    floats: -0.025705086
    floats: 0.010440911
    floats: 0.046489988
    floats: 0.040722236
    floats: -0.035118856
    floats: -0.065146662
    floats: -0.00090199121
    floats: -0.021249946
    floats: -0.0061196163
    floats: -0.019392997
    floats: 0.053370785
    floats: -0.023548692
    floats: 0.042827114
    floats: -0.011588517
    floats: -0.029629059
    floats: -0.021678051
    floats: -0.030794695
    floats: 0.049616184
    floats: 0.055861618
    floats: 0.037246522
    floats: -0.046395395
    floats: -0.0023325265
    floats: 0.015536544
    floats: -0.035249107
    floats: 0.066966176
    floats: 0.056180254
    floats: -0.021513911
    floats: -0.038668
    floats: 0.024558464
    floats: 0.005780424
    floats: -0.010755812
    floats: 0.026115008
    floats: 0.04368785
    floats: -0.029721972
    floats: -0.032238457
    floats: 0.024756975
    floats: 0.049164295
    floats: 0.039032031
    floats: -0.00074054487
    floats: -0.029253609
    floats: -0.042203981
    floats: -0.037572894
    floats: 0.011771376
    floats: -0.039564703
    floats: 0.051003363
    floats: 0.033759937
    floats: -0.00043269485
    floats: -0.042368069
    floats: 0.016526233
    floats: 0.017386448
    floats: -0.023008619
    floats: 0.00548869
    floats: -0.047989439
    floats: -0.029472899
    floats: 0.026443468
    floats: 0.050257824
    floats: 0.011095226
    floats: -0.031013811
    floats: -0.0026876137
    floats: 0.025167668
    floats: -0.034658261
    floats: 0.017364979
    floats: -0.043073256
    floats: 0.0038833763
    floats: 0.023107858
    floats: 0.0075897221
    floats: 0.0052655926
    floats: 0.017544039
    floats: 0.027732247
    floats: 0.018000161
    floats: 0.027088135
    floats: -0.025798965
    floats: 0.022365116
    floats: -0.026945183
    floats: 0.013155456
    floats: -0.046191037
    floats: -0.035768643
    floats: -0.07238023
    floats: -0.023591928
    floats: -0.018037723
    floats: 0.031968217
    floats: -0.0084376177
    floats: -0.0699763
    floats: -0.033478636
    floats: -0.0048354957
    floats: 0.045684397
    floats: 0.00099991914
    floats: -0.00082976546
    floats: 0.049709465
    floats: 0.036881968
    floats: -0.014769813
    floats: -0.019709855
    floats: -0.019937405
    floats: -0.047605086
    floats: 0.0074391724
    floats: -0.030559387
    floats: 0.016324516
    floats: 0.037322279
    floats: 0.014780159
    floats: 0.034378838
    floats: -0.041378841
    floats: -0.0093883071
    floats: 0.013697548
    floats: 0.019763215
    floats: -0.011305077
    floats: -0.03932856
    floats: 0.0083554788
    floats: -0.047996446
    floats: -0.051379185
    floats: -0.028137978
    floats: 0.025102049
    floats: -0.033760864
    floats: -0.0079309745
    floats: -0.0021825219
    floats: -0.011879951
    floats: 0.0088027148
    floats: 0.022983875
    floats: 0.0010440637
    floats: -0.061050933
    floats: -0.05909529
    floats: 0.014789209
    floats: -0.054160394
    floats: -0.033965208
    floats: -0.055340026
    floats: -0.066174924
    floats: 0.013501333
    floats: 0.020021092
    floats: -0.004832508
    floats: 0.023510344
    floats: 0.041033059
    floats: 0.011255055
    floats: -0.040527888
    floats: -0.065835387
    floats: -0.028559923
    floats: 0.0025463384
    floats: -0.035060853
    floats: -0.020089207
    floats: 0.01382359
    floats: -0.042446461
    floats: 0.019204216
    floats: 0.01973556
    floats: -0.010381572
    floats: -0.020062381
    floats: -0.016457835
    floats: 0.012714696
    floats: 0.022212934
    floats: -0.056820463
    floats: 0.013012363
    floats: -0.016426068
    floats: -0.026544238
    floats: -0.054406136
    floats: 0.037049711
    floats: 0.029973036
    floats: -0.014469354
    floats: -0.052567333
    floats: -0.04464259
    floats: -0.010359878
    floats: -0.039333023
    floats: 0.034350254
    floats: 0.011944784
    floats: -0.025424069
    floats: -0.014060092
    floats: -0.011454975
    floats: -0.045651052
    floats: -0.0064114667
    floats: 0.0063929795
    floats: -0.037249904
    floats: 0.021648722
    floats: -0.029306743
    floats: 0.031166986
    floats: 0.050017502
    floats: -0.032841265
    floats: 0.021302512
    floats: -0.044636261
    floats: 0.0084862988
    floats: -0.038219217
    floats: -0.013191139
    floats: 0.034646697
    floats: 0.049202174
    floats: -0.024206784
    floats: 0.058500096
    floats: -0.074743018
    floats: 0.027992977
    floats: 0.0036920304
    floats: -0.00868128
    floats: -0.044199809
    floats: -0.013862253
    floats: -0.0040219161
    floats: -0.00256536
    floats: -0.0047860011
    floats: 0.0055829487
    floats: 0.05671607
    floats: -0.015193642
    floats: 0.02029462
    floats: 0.05476854
    floats: 0.00848544
    floats: -0.016622199
    floats: 0.020633623
    floats: -0.051309302
    floats: 0.0050111795
    floats: -0.031643167
    floats: 0.011706714
    floats: -0.007822589
    floats: 0.002095843
    floats: -0.005738466
    floats: -0.038807709
    floats: 0.05675609
    floats: -0.04722758
    floats: 0.042236079
    floats: -0.043931715
    floats: -0.012423136
    floats: 0.0061320979
    floats: 0.027165929
    floats: 0.00904801
    floats: -0.040517278
    floats: 0.043665081
    floats: 0.012271482
    floats: -0.023314815
    floats: -0.0081067281
    floats: 0.011228513
    floats: -0.034502063
    floats: -0.023683459
    floats: -0.020771552
    floats: 0.0043270891
    floats: 0.044027843
    floats: 0.029203072
    floats: -0.00032464464
    floats: 0.051711034
    floats: 0.0091325315
    floats: -0.066540569
    floats: 0.016272385
    floats: 0.025855355
    floats: -0.080473043
    floats: -0.036931843
    floats: 0.0095621152
    floats: 0.0026322578
    floats: -0.011676221
    floats: -0.063414916
    floats: -0.044867352
    floats: 0.014369271
    floats: -0.0068441024
    floats: 0.023330986
    floats: 0.020036068
    floats: -0.033695981
    floats: -0.017371366
    floats: -0.015110151
    floats: -0.0097859949
    floats: -0.030544659
    floats: 0.0016730556
    floats: -0.045388233
    floats: -0.026568821
    floats: 0.0072204741
    floats: 0.031297531
    floats: 0.0060699736
    floats: 0.027461519
    floats: 0.055107795
    floats: 0.033737626
    floats: -0.017690569
    floats: 0.048786238
    floats: -0.060062304
    floats: 0.0010854921
    floats: 0.040063534
    floats: 0.031566825
    floats: -0.048955839
    floats: -0.0060995012
    floats: -0.037704825
    floats: 0.00069476344
    floats: 0.060378838
    floats: 0.042906631
    floats: -0.035066005
    floats: -0.019293051
    floats: -0.060878456
    floats: -0.015703568
    floats: 0.0080594169
    floats: -0.026177434
    floats: -0.031595346
    floats: 0.04638458
    floats: -0.011947436
    floats: 0.047001407
    floats: 0.0063701505
    floats: 0.045982521
    floats: -0.046096914
    floats: -0.045102134
    floats: 0.017876714
    floats: 0.022741014
    floats: -0.074924253
    floats: 0.054478649
    floats: 0.010523725
    floats: 0.017901583
    floats: 0.027210662
    floats: -0.011396215
    floats: 0.004237643
    floats: 0.0679902
    floats: -0.014521525
    floats: 0.028121278
    floats: 0.0058871545
    floats: 0.001016887
    floats: -0.059134051
    floats: -0.0703913
    floats: 0.021511607
    floats: -0.0078632887
    floats: -0.005193043
    floats: -0.026207117
    floats: 0.014327388
    floats: -0.011729513
    floats: 0.047108114
    floats: 0.029747117
    floats: 0.039643709
    floats: 0.053425945
    floats: -0.015546355
    floats: 0.027325965
    floats: 0.062523626
    floats: 0.036377706
    floats: 0.056992296
    floats: 0.024707759
    floats: 0.0069297696
